{
  "main": {
    "name": "Maria McGovern",
    "occupation": "Full Stack Developer",
    "description": "leveraging a graphic design background to build a more intuitive user experience on the web",
    "image": "me.png",
    "bio": "My name is Maria, I'm a Full Stack Developer.  I'm passionate about providing unique perspectives on how end users interact with web applications by leveraging a background in marketing. With each project, my aim is to best engage my audience for an impactful user experience. In a recent project, I worked on a team of four to develop an app that allows elderly users to track their prescription, doctor and appointment information. Equipped with working collaboratively with a like-minded team to ensure optimal results for user-centered and technology-centered designs.",
    "contactmessage": "Get in touch with me to receive further details or anything else.",
    "email": "mtgovern@icloud.com",
    "phone": "+1 571 317 8522",
    "website": "http://www.timbakerdev.com",
    "resumedownload": "https://drive.google.com/file/d/1B3sO3wINvsZ2CV7xQG470xafHZXJcnZ7/view?usp=sharing",
    "social": [
      {
        "name": "linkedin",
        "url": "https://www.linkedin.com/in/mariamcgovern/",
        "className": "fa fa-linkedin"
      },
      {
        "name": "github",
        "url": "https://github.com/mtgovern",
        "className": "fa fa-github"
      }
    ]
  },
  "resume": {
    "skillmessage": "",
    "skills": [
      {
        "name": "Javascript",
        "level": "100%"
      },
      {
        "name": "CSS",
        "level": "95%"
      },
      {
        "name": "Git",
        "level": "60%"
      },
      {
        "name": "Figma && Adobe XD",
        "level": "55%"
      },
      {
        "name": "HTML5",
        "level": "80%"
      },
      {
        "name": "MongoDB",
        "level": "80%"
      }
    ]
  },
  "portfolio": {
    "projects": [
      {
        "title": "MedCheck",
        "category": "An application intended for use on a mobile phone/iPad that allows users to track their prescription, doctor and appointment information built with AirBnb Linter, Bootstrap 4.0 React-strap, Postman, Toast, MongoDB and APIs.",
        "image": "med.png",
        "url": "https://medcheck-project.herokuapp.com/"
      },
      {
        "title": "Travel Wishlist",
        "category": "Created a travel planning app that allows a user to search a desired city they would like to visit, add it to a ‘travel wish list’ or an ‘already visited site’ built with Bootstrap CSS, Javascript, Node.js, CSS & HTML, mySQL Data, Heroku for Deployment, jQuery, Handlebars, ESLint/Google API Lint.",
        "image": "travel.png",
        "url": "https://pure-mountain-23490.herokuapp.com/"
      },
      {
        "title": "Night In!",
        "category": "An application to help recommend a movie and a recipe for a couple hoping to have a night in built with 2 APIs using Ajax calls and CSS framework, Foundation.",
        "image": "night.png",
        "url": "https://mtgovern.github.io/Night-In/"
      }
    ]
  }
}